<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Catálogo de Sistemas de Información</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap.min.yeti.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>Cat&#225;logo de Sistemas de Informaci&#243;n</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-BusinessObject"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-BusinessObject" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<div class="convertlinks documentation" style="white-space:pre-wrap">En el contexto de TOGAF, El Cat&#225;logo de sistemas de informaci&#243;n es un inventario detallado y documentado que act&#250;a como ficha t&#233;cnica de los sistemas de informaci&#243;n o aplicaciones de software de SG. 

Es un producto entregable clave de la fase de Arquitectura de Aplicaciones dentro de la Fase 3 de este ejercicio de arquitectura empresarial (AE). Forma parte del Marco de Referencia del Contenido Arquitect&#243;nico de TOGAF y del Marco de Arquitectura de Referencia del MinTIC (MAE 3.0, Colombia).

La construcci&#243;n del cat&#225;logo de aplicaciones implica a las sesiones de levantamiento realizadas el mes de julio y la recopilaci&#243;n estructurada de las fuentes de informaci&#243;n sobre cada sistema.

## Contenido M&#237;nimo del Cat&#225;logo

* ID de Aplicaci&#243;n. C&#243;digo de identificaci&#243;n de la aplicaci&#243;n de software.
* Nombre de la Aplicaci&#243;n. Nombre de identificaci&#243;n de la aplicaci&#243;n de software.
* Descripci&#243;n. Funcionamiento b&#225;sico de la aplicaci&#243;n de software.
* Estado: [En producci&#243;n, en desmantelamiento, en implementaci&#243;n, Inactiva]
* Categor&#237;a: [Sistema de apoyo al negocio (misional), herramienta de gesti&#243;n, Ofim&#225;tica, Seguridad] 
* Proceso(s) de Negocio Clave(s)
* Capacidad: Capacidades de nivel 2 relacionadas con la aplicaci&#243;n de software.
* Tipo de aplicaci&#243;n: Web, M&#243;vil, Cliente Servidor 
* M&#233;todo de despliegue: on-premises, cloud SAAS, cloud PAAS, cloud IAAS 
* Tecnolog&#237;a. Aspectos t&#233;cnicos de la aplicaci&#243;n de software.
* Versi&#243;n actual de la tecnolog&#237;a
* Responsable t&#233;cnico en la entidad
* Responsable funcional en la entidad
* Fabricante
* Proveedor de soporte externo
* Fecha de vigencia de soporte externo
* Nombre de servidor. Nombre de red del entorno o nodo contenedor de la aplicaci&#243;n de software. 
* Criticidad de negocio

El Cat&#225;logo de aplicaciones de SG procura beneficios estrat&#233;gicos y operativos:

* Unifica la documentaci&#243;n y la comunicaci&#243;n: Es un artefacto clave para documentar, comprender y comunicar el panorama actual y futuro de las aplicaciones.
* Base para la toma de decisiones: Sirve como base para la toma de decisiones en la gesti&#243;n y gobierno de las capacidades de los sistemas de SG, y del portafolio y ciclo de vida de las aplicaciones.
* Facilita la actualizaci&#243;n continua: Permite la actualizaci&#243;n continua de las caracter&#237;sticas y atributos relevantes de los sistemas de informaci&#243;n.
</div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>