<!DOCTYPE html>
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Descripción Sistemas de Información</title>

	<!-- JQUERY -->
	<script type="text/javascript" src="../../lib/jquery/jquery.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap.min.yeti.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.4.1.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>Descripci&#243;n Sistemas de Informaci&#243;n</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-BusinessObject"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-BusinessObject" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

                    <!-- Analysis -->
                    	<li role="presentation"><a href="#analysis" aria-controls="analysis" role="tab" data-toggle="tab" class="i18n-analysis"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<div class="convertlinks documentation" style="white-space:pre-wrap">En la segunda parte del cat&#225;logo de aplicaciones de software y sistemas de informaci&#243;n de la consultor&#237;a se presenta la descripci&#243;n actual de las aplicaciones que gestiona la Secretar&#237;a General.

Tabla 4. Elementos del cat&#225;logo de sistemas: Canales.
| Sistema de Informaci&#243;n             | Descripci&#243;n                                                                                                                                                                      |
|------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| SuperCADE Virtual                  | Se refiere a la red de canales presenciales de atenci&#243;n a ciudadan&#237;a.                                                                                                            |
| Chat-Bot                           | Se refiere al canal web de atenci&#243;n a ciudadan&#237;a.                                                                                                                                |
| L&#237;nea 195                          | Se refiere al canal telef&#243;nico de atenci&#243;n a ciudadan&#237;a.                                                                                                                         |
| Portal Bogot&#225; Capital Digital      | Plataforma de Tr&#225;mites en l&#237;nea. Portal Integrador de tr&#225;mites y servicios ofrecidos a la ciudadan&#237;a. Componente de aplicaci&#243;n que permite la realizaci&#243;n de tr&#225;mites digitales. |
| Sistema de Participaci&#243;n Ciudadana | Se refiere a la aplicaci&#243;n para facilitar la interacci&#243;n y el acercamiento (realimentaci&#243;n) de los ciudadanos.                                                                   |



Tabla 5. Elementos del cat&#225;logo de sistemas: Sistemas de interacci&#243;n ciudadana y transparencia.| Sistema de Informaci&#243;n          | Descripci&#243;n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  |
|---------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| Bogot&#225; Te Escucha               | Sistema de informaci&#243;n para la administraci&#243;n, registro, atenci&#243;n, seguimiento y control de las peticiones, quejas, reclamos, solicitudes de informaci&#243;n, denuncias y sugerencias que reciban las entidades del distrito capital por los diferentes canales. Fundamental para el proceso de Gobierno abierto y relacionamiento con la ciudadan&#237;a. Tambi&#233;n se menciona como el Sistema Distrital para la Gesti&#243;n de Peticiones Ciudadanas, a trav&#233;s del cual se eval&#250;a la calidad de las respuestas emitidas a la ciudadan&#237;a. |
| Datos para Transparencia (SATI) | Sistema de tableros de control con datos relevantes, actualizados y comprensibles, incluyendo alertas tempranas contra la corrupci&#243;n. Plataforma que facilita el acceso a datos e informaci&#243;n gubernamental. Soporta el proceso de Gobierno abierto y relacionamiento con la ciudadan&#237;a.                                                                                                                                                                                                                                     |
| EMLAZE                          | Sistema para la planeaci&#243;n de recursos empresariales (ERP) de la Imprenta Distrital y control de ejecuci&#243;n y consumo de insumos en el ejercicio de imprenta.                                                                                                                                                                                                                                                                                                                                                                 |
| MoviApp                         | Se refiere al canal m&#243;vil de atenci&#243;n a ciudadan&#237;a.                                                                                                                                                                                                                                                                                                                                                                                                                                                                          |



Tabla 6. Elementos del cat&#225;logo de sistemas: Sistemas de gesti&#243;n administrativa y financiera.
| Sistema de Informaci&#243;n      | Descripci&#243;n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            |
|-----------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| Administrativo y Financiero | Sistema de soporta la gesti&#243;n financiera, gesti&#243;n de servicios administrativos y tecnol&#243;gicos, y gesti&#243;n de recursos f&#237;sicos. Incluye los siguientes m&#243;dulos/sistemas: M&#243;dulo de Personal y N&#243;mina (PERNO, heredado de SICAPITAL), Administraci&#243;n de costos y facturaci&#243;n de los Cades y Supercades (FACTURACI&#211;N), Libro Mayor (LIMAY, heredado de SICAPITAL), Sistema de control de gesti&#243;n de elementos de consumo (SAE, heredado de SICAPITAL), Sistema control de gesti&#243;n de elementos devolutivos (SAI, heredado de SICAPITAL), Registro y control de la informaci&#243;n de presupuesto de la Secretar&#237;a General (SIPRES), Sistema para manejo y control del presupuesto de regal&#237;as (SIPRES REGALIAS), Registro y control de la informaci&#243;n contractual de la Secretar&#237;a General (CONTRACTUAL), Sistema para manejo de contratos con presupuesto de regal&#237;as (CONTRACTUAL REGALIAS). |
| SIGA                        | Sistema Integrado de Gesti&#243;n Documental, Archivo y Correspondencia.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |
| DARUMA                      | Sistema para el registro de documentos de procesos, procedimientos, formatos, entre otros, como insumos de la Gesti&#243;n de Calidad.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |
| SAT Web                     | Sistema de Asignaci&#243;n de Turnos en los puntos de atenci&#243;n a la ciudadan&#237;a (Red Cade).                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  |
| GLPI                        | Sistema de soporta a la gesti&#243;n de servicios administrativos y tecnol&#243;gicos, donde se registran y gestionan las solicitudes de servicios TIC.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          |
| PANDORA                     | Implementaci&#243;n de temas precontractual y planeaci&#243;n.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   |


Tabla 7. Elementos del cat&#225;logo de sistemas: Sistemas de fortalecimiento de capacidades y conocimiento.
| Sistema de Informaci&#243;n | Descripci&#243;n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |
|------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| Bogot&#225; Aprende TIC     | Portal de apoya los procesos de Gobierno abierto y relacionamiento con la ciudadan&#237;a, y Fortalecimiento de la Gesti&#243;n P&#250;blica.                                                                                                                                                                                                                                                                                                                                                                                                                 |
| GLOBO                  | Registro de acciones de cooperaci&#243;n internacional. Utilizado en el proceso de Fortalecimiento de la Gesti&#243;n P&#250;blica.                                                                                                                                                                                                                                                                                                                                                                                                                           |
| SUDIVC                 | Sistema Unificado Distrital de Inspecci&#243;n, Vigilancia y Control &#8211; SUDIVC.                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |
| HUMANAPP               | Apoya la gesti&#243;n del talento humano. Aplicativo de generaci&#243;n de desprendibles de pago para funcionarios y certificaciones laborales, de seguridad social y de ingresos y retenciones.                                                                                                                                                                                                                                                                                                                                                         |
| SIAB (El COFRE)        | Sistema de Informaci&#243;n del Archivo de Bogot&#225; SIAB. Permite automatizar los procesos archiv&#237;sticos y t&#233;cnicos que realiza el Archivo, tales como llevar un registro de los Ingresos Documentales (antes &#225;rea de acopio), para la descripci&#243;n y catalogaci&#243;n de la documentaci&#243;n, propios del proceso de Gesti&#243;n de la Funci&#243;n Archiv&#237;stica y del Patrimonio Documental, para su custodia y conservaci&#243;n permanente. Utilizado en los procesos de Gobierno abierto y relacionamiento con la ciudadan&#237;a, y Fortalecimiento de la Gesti&#243;n P&#250;blica. |
| KOHA                   | Sistema Integrado de Gesti&#243;n de Bibliotecas. Relacionado con la Gesti&#243;n del conocimiento.                                                                                                                                                                                                                                                                                                                                                                                                                                                      |
| Data Warehouse         | Almacenes de datos de trabajo de SG. Bodega de datos con diversas fuentes de informaci&#243;n para el an&#225;lisis y transformaci&#243;n de datos de inter&#233;s.                                                                                                                                                                                                                                                                                                                                                                                                |
| Gesti&#243;n Acad&#233;mica      | Moodle para capacitaci&#243;n de servidores de la Entidad en diferentes temas. Relacionado con la Gesti&#243;n del conocimiento.                                                                                                                                                                                                                                                                                                                                                                                                                         |
| SIVIC                  | Sistema de Informaci&#243;n de V&#237;ctimas de Bogot&#225; para registrar la gesti&#243;n de atenci&#243;n integral a las v&#237;ctimas. Interviene en los procesos de Paz, v&#237;ctimas y reconciliaci&#243;n, y Fortalecimiento de la Gesti&#243;n P&#250;blica.                                                                                                                                                                                                                                                                                                                             |
| AVANTI                 | Sistema de Informaci&#243;n para registrar avance de programaci&#243;n y seguimiento de metas plan de desarrollo de las entidades distritales SDARIV relacionadas con atenci&#243;n integral a las v&#237;ctimas.                                                                                                                                                                                                                                                                                                                                                  |


Tabla 8. Elementos del cat&#225;logo de sistemas: Sistemas de desarrollo
| Sistema de Informaci&#243;n | Descripci&#243;n                                          |
|------------------------|------------------------------------------------------|
| Gitlab                 | Plataforma de desarrollo de software y colaboraci&#243;n. |


Tabla 9. Elementos del cat&#225;logo de sistemas: Ofim&#225;tica y colaboraci&#243;n
| Sistema de Informaci&#243;n | Descripci&#243;n                                  |
|------------------------|----------------------------------------------|
| Office 365             | Herramientas de ofim&#225;tica y colaboraci&#243;n SG. |

</div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
					<div role="tabpanel" class="tab-pane" id="analysis">
						<table class="table table-striped table-hover table-condensed" id="used-in-views">
							<thead>
								<tr><th colspan="2" class="i18n-used-in-views" /></tr>
								<tr>
									<th class="i18n-name"></th>
									<th class="i18n-viewpoint"></th>
								</tr>
							</thead>
							<tbody>
								<tr id="used-in-views-id-349c72db8ab24aa3ba9531efa123d566">
																	<td><a href="../views/id-349c72db8ab24aa3ba9531efa123d566.html" target="view" title="04. Contexto General"> 04. Contexto General </a></td>
																	<td><span class="i18n-viewpoint-" /></td>
																</tr>
							</tbody>
						</table>
						<table class="table table-striped table-hover table-condensed" id="model-relations">
							<thead>
								<tr><th colspan="4" class="i18n-model-relations" /></tr>
								<tr>
									<th class="i18n-name"></th>
									<th class="i18n-type"></th>
									<th class="i18n-source"></th>
									<th class="i18n-target"></th>
								</tr>
							</thead>
							<tbody>
									<tr>
											<td><a href="../elements/id-caa5fe45e6884d94ab56dab9473ae699.html" target="element" title=""></a></td>
											<td><span class="i18n-elementtype-CompositionRelationship" /></td>
											<td><a href="../elements/id-d030f6f2c47346a1936c7932bc16799f.html" target="element"> An&#225;lisis de Contexto SG</a></td>
											<td><a href="../elements/id-e194e779006a4696a47dc041389ba9df.html" target="element"> Descripci&#243;n Sistemas de Informaci&#243;n</a></td>
										</tr>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>